[Main]
TabRemoteControl=Удаленное управление
TabEventApplication=События приложений
TabKodi=Kodi

lvReadComPort:0=№
lvReadComPort:1=Команда

ActFile=Файл
ActFileExit=Выход

ActComPort=COM порт
ActComPortOpen=Открыть
ActComPortOpen:h=Открыть COM порт
ActComPortClose=Закрыть
ActComPortClose:h=Закрыть COM порт
ActComPortOpenClose:h=Открыть/Закрыть COM порт
ActComPortSend=Отправить
ActComPortSend:h=Отправить данные в COM порт

ActRC=Удаленное управление
ActRCOpenAccess=Access
ActRCOpenAccess:h=Открыть файл базы данных
ActRCAdd=Добавить
ActRCEdit=Изменить
ActRCDelete=Удалить
ActRCAllCommand=Все команды

ActEventApp=События приложений
ActEventAppStart=Запустить
ActEventAppStop=Остановить

ActKodi=Kodi

ActTools=Инструменты
ActToolsSetting=Настройки
ActToolsSetting:h=Настройки
ActToolsDeviceManager=Диспетчер устройств
ActToolsDeviceManager:h=Диспетчер устройств

ActHelp=Помощь
ActHelpAbout=О программе
ActHelpAbout:h=О программе

[frmAllCommand]
Caption=Все команды
btnClose=Закрыть
lvAllCommand:0=Команда
lvAllCommand:1=Операция

[frmControlCommand]
CaptionAdd=Добавить команду
CaptionEdit=Изменить команду
lCCCommand=Команда
lCCDescription=Операция

TabKeyboard=Клавиатура
lKeyboard=Эмуляция нажатия кнопки/сочетания кнопок на клавиатуре
rbCCKeyKeyboard=Перехватить с клавиатуры
lCCKeyKeyboardHelp=Поставьте указатель на поле и нажмите кнопку(и) на клавиатуре
rbCCKeyManual=Указать вручную
lCCKeyManualKey1=Кнопка 1
lCCKeyManualPlus1=+
lCCKeyManualKey2=Кнопка 2
lCCKeyManualPlus2=+
lCCKeyManualKey3=Кнопка 3
cbCCKeyRepeat=Повторять при удержании (кнопка повтора пред. команды)

TabApplication=Приложения
lApplication=Запуск приложения
lCCAppFileName=Приложение
btnCCAppFileName=...
btnCCAppFileName:h=Выбрать файл приложения

TabRepeat=Повтор
lRepeat=Выполняет еще раз предыдущую команду (если для предыдущей конмады установленно свойство "Повторять при удержании")
cbCommandRepeat=Повтор предыдущей команды

btnSave=Сохранить
btnCancel=Отмена

[frmSendComPort]
Caption=Отправить Arduino
btnSend=Отправить

[Settings]
Caption=Настройки
TabApplication=Приложение
gbAplication=Приложение
cbApplicationAutoRun=Автозагрузка приложения
cbApplicationAutoRunTray=Запуск свернутой
cbApplicationAutoRunSetVolume=Изменить уровень громкости
cbApplicationTurnTray=Кнопка 'Свернуть' сворачивает в трей
cbApplicationCloseTray=Кнопка 'Закрыть' сворачивает в трей

TabComPort=COM порт
gbComPort=COM порт
cbComPortOpenRun=Открытие порта при запуске приложения
lComPortPort=Порт
lComPortSpeed=Скорость соединения

TabEventApplication=События приложений
gbEventApplication=События приложений
cbEventAppicationUsing=Использовать слежение за приложениями

TabDB=База данных
gbDBAccess=Access
lDBFilleName=Файл БД
btnDBSelectFile=...
btnDBSelectFile:h=Выбрать файл БД
btnDBCreate:h=Создать файл БД
btnDBTestConnection=Тест соединения
gbDBHelp=Ссылки на драйверы для соединения с Access
llDBDriver1=<a href="http://www.microsoft.com/en-za/download/details.aspx?id=23734">2007 Office System Driver: Data Connectivity Components</a>
llDBDriver1:h=http://www.microsoft.com/en-za/download/details.aspx?id=23734
llDBDriver2=<a href="http://www.microsoft.com/en-us/download/details.aspx?id=13255">Microsoft Access Database Engine 2010 Redistributable</a>
llDBDriver2:h=http://www.microsoft.com/en-us/download/details.aspx?id=13255

TabKodi=Kodi (XBMC)
gbKodi=Kodi (XBMC)
lKodiFileName=Файл Kodi
btnKodiSelectFile=...
btnKodiSelectFile:h=Выбрать файл приложения
gbKodiConnect=Соединение с плеером
lKodiHelp=Для возможности соединения с Kodi (XBMC) необходимо разрешить управление Kodi (XBMC) по HTTP (Настройки -> Сервисные настройки -> Управление -> Разрешить удаленное управление по HTTP)
cbKodiUsing=Следить за приложением Kodi (XBMC)
lKodiUpdateInterval=Интервла обновления данных (в секундах)
lKodiIP=IP-адресс
lKodiPort=Порт
lKodiUser=Имя пользователя
lKodiPassword=Пароль
btnKodiTestConnect=Тест соединения

btnSave=OK
btnApply=Применить
btnClose=Отмена

[About]
Caption=О программе
lVersion=версия %d.%d.%d build %d
lVersionDate=дата релиза %s
TabAbout=О программе
TabHistory=История
btnOk=OK

[MSG]
#DataBase
msgDBFileNameExists=Файл с именем '%s' уже существует
msgDBNotConnected=Отсутствует соединение с БД
msgDBRunApplicationFileNotFound=Файл приложения '%s' не найден
msgDBRemoteCommandNotFound=Команда '%s' не найдена
msgDBDeleteRemoteCommand=Удалить команду '%s' и все связанные с ней операции?
msgDBDeleteRemoteCommandSuccess=Команда удалена

#Execute Command
msgExecuteCommandRunApplication=Ошибка запуска приложения: %s
msgExecuteCommandTypeNotFound=Тип команды '%s' не определен

#ComPort
msgEventAppFileNotFound=Файл '%s' ненайден!
msgEventAppLoadHook=Не удалось установить хук!
msgEventAppUnloadHook=Не удалось остановить хук!
msgEventAppHookIsLoad=Хук уже установлен!

msgSatusBarComPortConnected=Порт %s открыт
msgSatusBarComPortNotConnected=COM порт закрыт
msgSatusBarAppWorking=События приложений: Работает
msgSatusBarAppNotWorking=События приложений: Не работает
msgSatusBarKodiWorking=Kodi: Работает
msgSatusBarKodiNotWorking=Kodi: Не работает
